kAMDSuccess = "Nu a survenit nicio eroare.";
kAMDUndefinedError = "A survenit o eroare necunoscută.";
kAMDBadHeaderError = "Imposibil de transferat fișierul.";
kAMDNoResourcesError = "Imposibil de alocat o resursă.";
kAMDReadError = "Imposibil de citit de pe dispozitiv.";
kAMDWriteError = "Imposibil de scris către dispozitiv.";
kAMDUnknownPacketError = "Pachetul este necunoscut.";
kAMDInvalidArgumentError = "Argumentul nu este valid.";
kAMDNotFoundError = "Fișierul nu a putut fi găsit.";
kAMDIsDirectoryError = "Calea este un director.";
kAMDPermissionError = "Nu aveți permisiunea.";
kAMDNotConnectedError = "Neconectat la dispozitiv.";
kAMDTimeOutError = "Operația a expirat.";
kAMDOverrunError = "A survenit o depășire a tamponului.";
kAMDEOFError = "Sfârșit fișier.";
kAMDUnsupportedError = "Această operație nu este admisă.";
kAMDFileExistsError = "Fișierul există deja.";
kAMDBusyError = "Dispozitivul e ocupat.";
kAMDCryptoError = "Imposibil de stabilit o conexiune securizată cu dispozitivul.";
kAMDTooBigError = "Mesajul este prea mare.";
kAMDInvalidResponseError = "Un răspuns neprevăzut a fost recepționat de la dispozitiv.";
kAMDMissingKeyError = "Cheia lipsește.";
kAMDMissingValueError = "Valoarea lipsește.";
kAMDGetProhibitedError = "Imposibil de accesat valoarea pe dispozitivul blocat cu cod.";
kAMDSetProhibitedError = "Imposibil de configurat valoarea pe dispozitiv.";
kAMDRemoveProhibitedError = "Imposibil de eliminat valoarea pe dispozitiv.";
kAMDImmutableValueError = "Această valoare nu poate fi modificată.";
kAMDPasswordProtectedError = "Documentul este protejat de un cod.";
kAMDMissingHostIDError = "Dispozitivul nu recunoaște această gazdă.";
kAMDInvalidHostIDError = "Dispozitivul nu recunoaște această gazdă.";
kAMDSessionActiveError = "Sesiunea este activă.";
kAMDSessionInactiveError = "Sesiunea este inactivă.";
kAMDMissingSessionIDError = "Identificarea sesiunii lipsește.";
kAMDInvalidSessionIDError = "Identificarea sesiunii nu este validă.";
kAMDMissingServiceError = "Serviciul lipsește.";
kAMDInvalidServiceError = "Serviciul nu este valid.";
kAMDServiceLimitError = "Prea multe exemple ale acestui serviciu sunt deja în funcțiune.";
kAMDCheckinSetupFailedError = "Imposibil de pornit serviciul pe dispozitiv";
kAMDInvalidCheckinError = "Imposibil de pornit serviciul pe dispozitiv";
kAMDCheckinTimeoutError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDCheckinConnectionFailedError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDCheckinReceiveFailedError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDCheckinResponseFailedError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDCheckinOutOfMemoryError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDCheckinSendFailedError = "Serviciul nu a pornit corect pe dispozitiv.";
kAMDMissingPairRecordError = "Gazda nu este asociată cu dispozitivul.";
kAMDInvalidPairRecordError = "Gazda nu mai este asociată cu dispozitivul.";
kAMDSavePairRecordFailedError = "Imposibil de salvat registrul de asocieri.";
kAMDInvalidActivationRecordError = "Registrul de activare nu este valid.";
kAMDMissingActivationRecordError = "Registrul de activare nu a putut fi găsit.";
kAMDServiceProhibitedError = "Serviciul nu a putut fi pornit pe dispozitiv.";
kAMDEscrowLockedError = "Dispozitivul nu va fi disponibil până la prima deblocare de după inițializare.";
kAMDProhibitedBySupervision = "Operație interzisă pe dispozitivele supervizate.";
kAMDPairingProhibitedError = "Asocierea este permisă doar prin USB.";
kAMDWrongDroidError = "Dispozitivul e în modul recuperare.";
kAMDSUVerificationError = "Pachetul de actualizare a software-ului nu a putut fi verificat.";
kAMDSUPatchError = "Imposibil de corectat fișierul.";
kAMDSUFirmwareError = "Imposibil de înlocuit firmware.";
kAMDProvisioningProfileNotValid = "Profilul de aprovizionare nu este valid.";
kAMDSendMessageError = "Imposibil de trimis un mesaj către dispozitiv.";
kAMDReceiveMessageError = "Imposibil de recepționat un mesaj de la dispozitiv.";
kAMDMissingOptionsError = "Opțiunile lipsesc.";
kAMDMissingImageTypeError = "Imaginea lipsește.";
kAMDDigestFailedError = "Imposibil de citit imaginea discului.";
kAMDStartServiceError = "Serviciul nu a putut fi pornit.";
kAMDInvalidDiskImageError = "Imaginea discului nu este validă.";
kAMDMissingDigestError = "Rezumatul lipsește.";
kAMDMuxError = "A survenit o eroare la multiplexorul USB al dispozitivului.";
kAMDApplicationAlreadyInstalledError = "O aplicație de sistem cu identificatorul pachetului dat este deja instalată pe dispozitiv și nu poate fi înlocuită.";
kAMDApplicationMoveFailedError = "Aplicația nu a putut fi amplasată la locul ei pe dispozitiv.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Aplicația nu a putut fi pusă în sandbox.";
kAMDApplicationVerificationFailedError = "Aplicația nu a putut fi verificată.";
kAMDArchiveDestructionFailedError = "Imposibil de eliminat arhiva de aplicații.";
kAMDBundleVerificationFailedError = "Operatorul de pachet nu a putut fi verificat.";
kAMDCarrierBundleCopyFailedError = "Imposibil de instalat operatorul de pachet.";
kAMDCarrierBundleDirectoryCreationFailedError = "Imposibil de creat directorul operatorului de pachet.";
kAMDCarrierBundleMissingSupportedSIMsError = "Nu există SIM-uri admise pentru acest pachet operator.";
kAMDCommCenterNotificationFailedError = "Imposibil de ascultat notificarea de la banda de bază.";
kAMDContainerCreationFailedError = "Imposibil de creat container aplicații.";
kAMDContainerP0wnFailedError = "Imposibil de reparat permisiuni pe containerul de aplicații.";
kAMDContainerRemovalFailedError = "Imposibil de eliminat containerul de aplicații.";
kAMDEmbeddedProfileInstallFailedError = "Imposibil de instalat profilul de aprovizionare inclus.";
kAMDErrorError = "A survenit o eroare.";
kAMDExecutableTwiddleFailedError = "Imposibil de modificat permisiunile operabile în aplicație.";
kAMDExistenceCheckFailedError = "Imposibil de verificat dacă aplicația există deja.";
kAMDInstallMapUpdateFailedError = "Imposibil de actualizat lista aplicațiilor instalate.";
kAMDManifestCaptureFailedError = "Imposibil de salvat manifest aplicații.";
kAMDMapGenerationFailedError = "Imposibil de generat lista de aplicații.";
kAMDMissingBundleExecutableError = "Pachetul de aplicații nu conține un operabil.";
kAMDMissingBundleIdentifierError = "Pachetul de aplicații nu conține un identificator valid.";
kAMDMissingBundlePathError = "Imposibil de determinat calea pachetului de aplicații.";
kAMDMissingContainerError = "Imposibil de găsit containerul pentru aplicația instalată.";
kAMDNotificationFailedError = "Imposibil de postat o notificare.";
kAMDPackageExtractionFailedError = "Imposibil de deschis pachetul de aplicații.";
kAMDPackageInspectionFailedError = "Imposibil de inspectat pachetul de aplicații.";
kAMDPackageMoveFailedError = "Imposibil de mutat pachetul de aplicații într-un loc temporar.";
kAMDPathConversionFailedError = "Imposibil de convertit calea.";
kAMDRestoreContainerFailedError = "Imposibil de restaurat containerul de aplicații.";
kAMDSeatbeltProfileRemovalFailedError = "Imposibil de eliminat profilul de aplicații seatbelt.";
kAMDStageCreationFailedError = "Imposibil de creat directorul temporar.";
kAMDSymlinkFailedError = "Imposibil de creat symlink.";
kAMDiTunesArtworkCaptureFailedError = "Imposibil de salvat ilustrațiile iTunes.";
kAMDiTunesMetadataCaptureFailedError = "Imposibil de salvat meta-datele iTunes.";
kAMDAlreadyArchivedError = "Aplicația este deja arhivată.";
kAMDUnknownCommandError = "Dispozitivul nu recunoaște comanda.";
kAMDAPIInternalError = "A survenit o eroare API internă.";
kAMDMuxCreateListenerError = "Imposibil de ascultat dispozitivele USB.";
kAMDMuxGetListenerError = "Imposibil de obținut ascultătorul USB.";
kAMDMuxConnectError = "Conectare imposibilă la server.";
kAMDDeviceTooNewError = "Această aplicație trebuie să fie actualizată.";
kAMDDeviceRefNoGood = "Acest dispozitiv nu mai este conectat.";
kAMDDeviceDisconnectedError = "Acest dispozitiv nu mai este conectat.";
kAMDCannotTranslateError = "Imposibil de tradus mesaje de la dispozitiv.";
kAMDMobileImageMounterMissingImageSignature = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterResponseCreationFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterMissingImageType = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterMissingImagePath = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageMapLoadFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterAlreadyMounted = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageMoveFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterMountPathMissing = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterMountPathNotEmpty = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageMountFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterDigestFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterDigestCreationFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageVerificationFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageInfoCreationFailed = "Dezvoltarea nu a fost admisă.";
kAMDMobileImageMounterImageMapStoreFailed = "Dezvoltarea nu a fost admisă.";
kAMDDeviceOSVersionTooLow = "Versiune SO dispozitiv prea mică.";
kAMDNoWifiSyncSupportError = "Dispozitivul nu acceptă sincronizarea wireless.";
kAMDDeviceFamilyNotSupported = "Această aplicație nu este compatibilă cu acest tip de dispozitiv.";
kAMDPackagePatchFailedError = "Imposibil de aplicat actualizarea de corectare a aplicației.";
kAMDIncorrectArchitectureError = "Această aplicație nu este compatibilă cu tipul de procesor al acestui dispozitiv.";
kAMDPluginCopyFailedError = "Imposibil de copiat VPN Plugin în containerul aplicației.";
kAMDBreadcrumbFailedError = "Imposibil de scris calea de navigare a instalării.";
kAMDBreadcrumbUnlockError = "Imposibil de actualizat calea de navigare a instalării.";
kAMDGeoJSONCaptureFailedError = "Imposibil de salvat datele GeoJSON.";
kAMDNewsstandArtworkCaptureFailedError = "Imposibil de salvat ilustrațiile Newsstand.";
kAMDMissingCommandError = "Solicitarea nu a inclus o comandă.";
kAMDNotEntitledError = "Aplicației solicitante nu îi este permisă realizarea acestei solicitări.";
kAMDMissingPackagePathError = "Din solicitare lipsa calea pachetului.";
kAMDMissingContainerPathError = "Din solicitare lipsa calea containerului.";
kAMDMissingApplicationIdentifierError = "Dis solicitare lipsea identificatorul aplicației.";
kAMDMissingAttributeValueError = "Din solicitare lipsea o valoare necesară.";
kAMDLookupFailedError = "Imposibil de listat aplicațiile instalate.";
kAMDDictCreationFailedError = "Imposibil de extras capacitățile din această solicitare.";

/* kMISFileError */
"A file operation failed." = "O operație de fișier a eșuat.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "O resursă semnată a fost adăugată, modificată sau ștearsă.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Nu a fost găsit un profil de aprovizionare valid pentru acest executabil.";

/* kMISUnknownError */
"An unknown error has occurred." = "A survenit o eroare necunoscută.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Încercare de modificare a unui profil de aprovizionare permanent.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Aplicația nu are o semnătură validă.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Semnătura aplicației este validă, dar nu corespunde hash-ului așteptat.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Executabilul conține o semnătură nevalidă.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Executabilul a fost semnat cu drepturi nevalide.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Identitatea utilizată pentru a semna executabilul nu mai este validă.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Semnătura nu a fost validă.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "A existat o eroare la comunicarea cu dispozitivul dvs.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Acest profil de aprovizionare nu poate fi instalat pe acest dispozitiv.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Acest profil de aprovizionare nu are o semnătură validă (sau are o semnătură validă, dar nu de încredere).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Acest profil de aprovizionare a expirat.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Acest profil de aprovizionare are format incorect.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Acest profil de aprovizionare nu este admis.";

/* kMISAllocationError */
"Unable to allocate memory." = "Imposibil de alocat memorie.";

